;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.22
; Update: 2012-09-26
;
[GUI]
ButtonYes=نعم
ButtonNo=كلا
ButtonOK=حسنا
ButtonMinimize=التقليل إلى أدنى حد
ButtonMaximize=تحقيق أقصى قدر
ButtonClose=إغلاق
ButtonRestore=استعادة
ButtonMenu=القائمة

[Translation]
ReadHabit=من اليسار الى اليمين
LanguageName=العربية -العراق
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=تأكيد
Warning=تحذير
Error=خطأ
Confirm=تأكيد
FrmJSAbout.caption=حول
FrmJSAbout.btnok.caption=حسنا
FrmJSAbout.lblver.caption=النسخة الحالية:
FrmJSAbout.lblemail.caption=الأيميل المعتمد:
FrmJSAbout.lblhome.caption=الصفحة الرئيسية:
FrmJSAbout.lblthank.caption=أشكر الأشخاص التالية أسماؤهم لمساهماتهم:
;
; Popup Menu
;
pmHelp=المساعدة على الأنترنيت
pmHome=الصفحة الرئيسية
pmCheckNew=التحقق من وجود تحديثات
pmLang=اللغات
pmAbout=حول
pmcpfilename=نسخ المسار الكامل
pmcppath=نسخ الدليل
pmopen=فتح ملف
pmopenfolder=فتح مجلد
pmcpfile=نسخ الملف/المجلد
pmdel=حذف الملف/الملفات
pmatt=خصائص
pmSelectAll=تحديد كل العناصر
pmSelectNone=بلا تحديد
pmSelectInvert=عكس التحديد
pmCheckNew=التحقق من وجود تحديثات
pmJetHelp=تشغيل البحث السريع
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=مثل ذلك
FrmRSMain.btnSearch.caption=بحث
FrmRSMain.btnfeedback.caption=الاقتراح والملاحظات
;
;مثلنا
;
Frmlikeit.lblTitle.caption=إذا كنت تحب Wise JetSearch, الرجاء إدخال هذه الأداة المجانبة المحبوبة لديك
Frmlikeit.lblInfo.caption=الرجاء شارك Wise JetSearch مع عائلتك, أصدقائك, زملائك, زملاء الدراسة بواسطة البريد الألكتروني, بلوق, تويتر, يو تيوب, فيس بوك , الخ.. أحسنت! سوف تجلب الراحة والكفاءة على حياتهم.
Frmlikeit.lblRate.caption= معدل Wise JetSearch:
Frmlikeit.lblfollow.caption=تابعنا على:
Frmlikeit.lblshare.caption=مشاركة Wise JetSearch:
Frmlikeit.btndownload.caption=تحميل مجاني
Frmlikeit.imgrate.hint=إعطنا خمسة نجوم على CNET
Frmlikeit.imgmail.hint=تقاسمها مع أصدقائك
Frmlikeit.imgface1.hint=مشاركة على فيس بوك
Frmlikeit.imgface2.hint=تابعنا على فيس بوك
Frmlikeit.imgtwitter1.hint=مشاركة على تويتر
Frmlikeit.imgtwitter2.hint=تابعنا على تويتر
Frmlikeit.Caption=مثل ذلك
Frmlikeit.lbldownload.caption=تحميل مجاني أكثر من WiseCleaner.com :
[Message]
AllHardDrive=محركات الأقراص الصلبة المحلية
SelectHardDrive=الرجاء تحديد محرك أقراص الصلبة
ScanFor=البحث في محرك الأقراص:
Search=بحث
LeftTimeSec=المدة: %s ثانية(s)
NoKeyWord=الرجاء إدخال الكلمات الأساسية التي تريد للبحث.
Stop=إيقاف
NoDriveChecked=الرجاء اختيار محرك الأقراص(s) التي تريد إجراء المسح الضوئي لها.
NoNewVer=تهانينا! الإصدار الذي تستخدمه هو الأحدث!


[FastFind]
Name=الأسم
Path=المسار
FileSize=حجم الملف
DateModified=تاريخ التعديل
KeyWord=إدخال الكلمات الرئيسية
SearchFinish=البحث أكثر. %d ملفات/تم العثور على المجلدات.
SearchAborted=تم إحباط البحث. %d تم العثور على الملفات والمجلدات.
NoResult=وقد تم العثور على أية ملفات مطابقة.

[Help]
Startup=تشغيل JetSearch عند بدء تشغيل الكمبيوتر
AutoRunMain=تشغيل نافذة البحث السريع مع JetSearch
Del=حذف
Tips=البحث السريع لملف/مجلد محلي